Repository: lisp-mirror/fulci
Catalog: po/*.po
Languages: it

source: unknown
it: sconosciuto

source: International title
it: Titolo internazionale

source: Original title
it: Titolo originale

source: Director
it: Regia

source: Production year
it: Anno di produzione

source: Genre
it: Genere

source: Tags
it: Etichette

source: Notes
it: Note

source: Title details
it: Dettagli del titolo

source: search title, director, year...
it: ricerca tra i titoli, registi, anno di produzione...

source: delete selected
it: elimina i selezionati

source: add title
it: aggiungi titolo

source: edit title
it: modifica titolo

source: add a copy
it: aggiungi copia

source: lookup copy
it: ricerca le copie

source: title details
it: dettagli titolo

source: Choose file
it: Scegli un file

source: Print labels
it: Stampa etichette

source: In the text below a string like "n:m" (where "n" and "m" are natural numbers)~%will be replaced, for each label, with a number ranging from "n" to "m".
it: Nel testo inserito una stringa del tipo "n:m" (dove "n" e "m" sono numeri naturali)~%sara' sostituita con un numero che andra' da "n" a "m".

source: Cancel
it: Annulla

source: Import
it: Importa

source: Export
it: Esporta

source: As TSV
it: Come TSV

source: Edit
it: Modifica

source: Prints
it: Stampe

source: Help
it: Aiuto

source: From TSV
it: Da TSV

source: Copy
it: Copia

source: Dump SQL
it: Salva in SQL

source: Titles
it: Titoli

source: Copies
it: Copie

source: From SQL
it: Da SQL

source: From backup
it: Da backup

source: Find problems in copies
it: Trova problemi nelle copie

source: Quit
it: Esci

source: Labels
it: Etichette

source: Preferences
it: Preferenze

source: About
it: Sul programma

source: This item already exists
it: Questo elemento esiste gia'

source: No item was selected
it: Nessun elemento e' stato selezionato

source: Edit item
it: Modifica elemento

source: Please insert the new description
it: Inserisci la nuova descrizione

source: Filter:
it: Filtra:

source: Year must be a positive number
it: L'anno deve essere un numero positivo

source: Please insert the new year of birth
it: Inserisci il nuovo anno di nascita

source: Description empty
it: Descrizione vuota

source: This person already exists in the database
it: Questa persona esiste gia' nel database

source: Birth year
it: Anno di nascita

source: Filter items
it: Filtra gli elementi

source: Please insert a prefix name filter (minimum length 3 characters)
it: Inserisci un prefisso per il nome (minimo 3 caratteri)

source: Please provide a prefix of three characters minimum
it: Fornire un prefisso di almeno tre caratteri

source: Manage persons
it: Gestisci le persone

source: Manage physical supports
it: Gestisci i supporti fisici

source: Manage genres
it: Gestisci i generi

source: Manage countries
it: Gestisci i paesi

source: manage people
it: gestisci le persone

source: manage storage format
it: gestisci i supporti

source: manage genres
it: gestisci i generi

source: manage countries
it: gestisci i paesi

source: The database has been serialized to filesystem
it: Il database e' stato serializzato sul filesystem

source: Dump completed
it: Salvataggio completato

source: Done: import genres
it: Completato: importa generi

source: Done: import persons
it: Completato: importa persone

source: Done: import titles
it: Completato: importa titoli

source: Done: link titles to genres
it: Completato: associa i titoli ai corrispettivi generi

source: Done: import crew
it: Completato: Importa cast tecnico/artistico

source: Import operation succefully!
it: Importazione avvenuta con successo!

source: Success
it: Successo

source: WARNING: this operation could takes a lot of time to complete, with a magnitude going from HOURS to DAYS in the worst case and could render your system instable
it: Attenzione! Questa operazione puo' richiedere un tempo per essere completata che puo' andare da un ordine di grandezza di ore fino a quello di GIORNI nel peggiore dei casi. Inoltre puo' rendere il sistema instabile.

source: A file will be imported to refresh all movie genres
it: Un file verra' importato per i generi cinematografici

source: A file will be imported to refresh all persons.
it: Un file verra' importato per le persone

source: A file will be imported to refresh all movies,
it: Un file verra' importato per tutti i titoli,

source: from year ~a to year ~a.
it: dall'anno ~a all'anno ~a.

source: A file will be scanned to attribute genres to each movie
it: Un file verra' esaminato per attribuire i generi corrispondenti a ciascun film.

source: A file will be scanned to attribute directors to movies
it: Un file verra' esaminato per attribuire i registi a ciascun film.

source: Really start this operation?
it: Iniziare questa operazione?

source: Confirm operation
it: Conferma l'avvio dell'operazione

source: Import Tab Separated Values file
it: Importa un file con valori separati da tabulazioni

source: Genres file:
it: File coi generi:

source: Persons file:
it: File con le persone:

source: Allowed professions (comma separated values):
it: Professioni ammesse (valori separati da virgola):

source: Titles file:
it: File coi titoli:

source: Minimum year to import from:
it: Anno minimo a partire dal quale importare:

source: Maximum year to import from:
it: Anno massimo da importare:

source: Crew file:
it: File con il cast tecnico/artistico:

source: Minimum runtime in minutes:
it: Durata minima in minuti:

source: Associate title with genre
it: Associa i titoli coi corrispettivi generi

source: Progress
it: Avanzamento

source: Start import
it: Inizia l'importazione

source: This operation will empty your old database and will replace it with the imported data. Do you want to continue? Please ensure that the backup comes from a trusted source because this operation will read and execute any SQL command in the file.
it: Questa operazione svuotera' complatamente il vecchio database rimpiazzandolo con il backup. Assicurati anche che il file che importi provenga da fonti affidabili dato che questa operazione leggera' ed eseguira' tutte le istruzioni SQL presenti del file da importare.

source: Warning
it: Avviso

source: Choose a file
it: Scegli un file

source: The database has been restored.
it: Il database e' stato ripristinato.

source: Load completed
it: Caricamento completato

source: This operation will empty your old database and will replace it with the imported data, after the program will quit. Do you want to continue?
it: Questa operazione svuotera' il database e lo rimpiazzera con il backup che hai indicato; ionoltre, ad operazione completata, il programma si interropmpera': continuare?

source: The database has been restored, restart the program is necessary now.
it: Il database e' stato ripristinato, e' necessario riavviare il programma adesso.

source: Search
it: Cerca

source: Please insert the search criteria
it: Inserisci i criteri di ricerca

source: Save
it: Salva

source: Empty search criteria
it: Criteri di ricerca vuoti

source: Missing director
it: Regista mancante

source: Missing image
it: Immagine mancante

source: Missing country
it: Paese mancante

source: Missing runtime
it: Durata mancante

source: No copies with problems found
it: Nessuna copia con problemi trovata

source: Check copies
it: Controlla le copie

source: ~a element will be deleted; continue?
it: ~a elemento verra' cancellato: continuare?

source: Operation completed
it: Operazione completata

source: information
it: informazione

source: Information
it: Informazione

source: Error
it: Errore

source: Country
it: Paese

source: Directors
it: Regia

source: Year
it: Anno

source: Genres
it: Generi

source: Image not available
it: Immagine non disponibile

source: Choose item
it: Scegli un elemento

source: These are the titles returned from wikipedia, select one to accept or close window to discard.
it: Questo sono i risultati restituiti da wikipedia, selezionane uno oppure chiudi questa finestra per scartarli tutti.

source: The following director has been added to database:~2%~a~2%
it: Il seguente regista e' stato aggiunto al database:~2%~a~2%

source: You can add them to this movie using the "Director" listbox.
it: E possibile attribuire questo regista al film tramite la listbox "Regista".

source: Get image from an internet address
it: Preleva immagine da un indirizzo internet

source: Insert the address of the image you want to download
it: Inserisci l'indirizzo dell'immagine che vuoi scaricare

source: Only "https" protocol is allowed
it: Solo il protocollo \"https\" e' accettato

source: Primary title can not be empty
it: Il titolo internazionale deve essere specificato

source: Runtime must be a positive number
it: La durata deve essere un numero positivo

source: No director choosen
it: Nessun regista specificato

source: Press to add an image from file
it: Premi qui per aggiungere un immagine da file

source: Primary title:
it: Titolo internazionale:

source: Original title:
it: Titolo originale:

source: Added directors:
it: Registi aggiunti:

source: Director:
it: Regista:

source: Search:
it: Cerca:

source: Year:
it: Anno:

source: Runtime (minutes):
it: Durata in minuti:

source: Genres:
it: Genere:

source: Countries:
it: Paesi:

source: Tags (comma separated values):
it: Etichette (valori separati da virgola):

source: Notes:
it: Note:

source: Apply
it: Applica

source: Apply and close
it: Applica e chiudi

source: Close
it: Chiudi

source: get data from wikipedia
it: preleva i dati da wikipedia

source: get movie's image from wikipedia
it: preleva immagine da wikipedia

source: Add a new movie
it: Aggiungi un nuovo titolo

source: The title id: ~a does not exists in database
it: Il titolo con ID ~a non esiste nel database

source: Added new copy with id: ~a
it: Aggiunta nuova copia con id: ~a

source: Barcode can not be empty
it: Il codice a barre non puo' essere vuoto

source: Position must be four comma separated fields
it: La posizione deve essere composta da quattro campi separati da virgole

source: Title ID must be a positive integer
it: L'ID deve essere un intero positivo

source: No format choosen
it: Nessun formato specificato

source: Movie information
it: Informazioni sul film

source: Primary Title
it: Titolo internazionale

source: Original Title
it: Titolo originale

source: Direction
it: Regia

source: Production Year
it: Anno di produzione

source: Title ID:
it: ID del titolo

source: Product barcode:
it: Codice a barre del prodotto

source: Position (building,room,storage,shelf):
it: Posizione (edificio, stanza, magazzino, scaffale)

source: Format:
it: Formato:

source: Also contains:
it: Contiene anche:

source: Additional titles:
it: Titoli aggiuntivi:

source: Add a new movie copy
it: Aggiungi una nuova copia

source: Position
it: Posizione

source: Format
it: Formato

source: Copy details
it: Dettagli della copia

source: Additional Titles
it: Titoli Aggiuntivi

source: edit copy
it: modifica copia

source: generate copies barcode
it: genera codici a barre

source: movie copy details
it: dettagli della copia

source: Default physical movie copy format
it: Formato fisico di una copia (valore di default)

source: Default physical position of a movie copy
it: Posizione di una copia (valore di default)

source: Use "insert mode"
it: Usa la "modalita' inserimento"

source: Page width in millimiters
it: Larghezza della una pagina in millimetri

source: Page height in millimiters
it: Altezza della una pagina in millimetri

source: Barcode height in millimiters
it: Altezza del codice a barre in millimetri

source: Barcode width in millimiters
it: Larghezza del codice a barre in millimetri

source: Wikipedia hostname
it: Nome dell'host di wikipedia

source: When searching in Wikipedia promote on top entries that contains the following word
it: Durante le ricerche su wikipedia posiziona per prima i risultati che contengono la seguente parola

source: PostScript viewer program path
it: Percorso del visualizzatore di file PostScript

source: GIMP program path
it: Percorso del programma GIMP

source: General preferences
it: Preferenze generali

source: Printing
it: Stampe

source: Networking
it: Rete

source: External programs
it: Programmi esterni

source: unkn.
it: scon.
